@extends('layouts.app')

@section('title', '利用規約')
@section('description', '利用規約ページです。')
@section('keywords', '利用規約ページ,PC買取,ピーシー買取')

@section('content')
    <div class="p-site-width">
        <div class="p-wrapper">
            <h1 class="c-title">利用規約</h1>
            <div class="c-text-display">
                <p class="c-text">
                    利用者のみなさまには、本規約に従ってPC買取及びPC買取関連サイト(以下、当サイトと言います。)内のサービス（以下、サービスと言います。）をご利用いただきます。サービスを利用することによって、本規約の内容を承諾いただいたものとみなします。
                    <br>
                    <br>
                    <b>第１条　「利用者」の定義</b>
                    <br>
                    1．PC買取（以下、当方と言います。）の定める「利用者」とは、本規約を承諾のうえ、規定の入会手続きを完了し当方が登録を承認した「会員」と、本規約を承諾のうえ、会員登録せずに一時的にサービスを利用する「一時利用者」を言います。一時利用者は、当サイトを閲覧することはできますが、ご予約することができないなど、当サイトで利用できる機能が制限されております。
                    <br>
                    2．当方が、「利用者」として承認することを不適切と判断した場合、ご利用をお断りする場合があります。また会員の承認後であっても、第１１条にもとづき、会員資格を取り消すことがあります。
                    <br>
                    <br>
                    <b>第２条　規約の適用</b>
                    <br>
                    本規約は、当サイトにおける、第１条が定める利用者との間のあらゆる関係において適用されます。
                    <br>
                    <br>
                    <b>第３条　規約の変更</b>
                    <br>
                    1．当方は、規約等（本規約および当サイトに掲載するサービスに関するルール、諸規定等を含みます。以下本規約において同じ。）の内容を事前の予告無しに自由に変更できるものとします。
                    <br>
                    2．当方は、規約等またはサービスの内容を変更した場合には、利用者に当該変更内容を当サイト上で公表するものとし、当該変更内容の公表後、利用者がサービスを利用した場合または当方の定める期間内に登録取消の手続をとらなかった場合には、利用者は、本規約の内容の変更に同意したものとみなします。
                    <br>
                    <br>
                    <b>第４条　利用規約の遵守</b>
                    <br>
                    利用者は、規約等（前条により変更された場合は、変更後の規約等も含む。）を理解し遵守する義務があります。
                    <br>
                    <br>
                    <b>第５条　プライバシー</b>
                    <br>
                    利用者がサービス利用にあたり提供した情報は当方の所有となり、当方が責任をもって管理・保護いたします。また、利用者の個人情報については、当方が別途定めるプライバシーポリシーに従って取扱うこと、特に利用者の個人情報が当方と契約する加盟店に対して提供されることについて利用者はあらかじめ同意するものとします。また、かかるプライバシーポリシーが変更された場合は、変更後のプライバシーポリシーが適用されることに同意するものとします。
                    <br>
                    <br>
                    <b>第６条　会員IDまたは登録メールアドレス、パスワードの管理</b>
                    <br>
                    1．会員IDまたは登録メールアドレス、パスワードの利用により発生した全ての責任や債務は、会員の責任、および費用負担によって解決するものとし、当方は一切責任を負いません。
                    <br>
                    2．会員IDまたは登録メールアドレス、パスワードの管理は、会員の責任において行われるものとします。会員IDまたは登録メールアドレス、パスワードが第三者によって使用され、会員に不利益、損害が発生した場合、当方は一切その責任を負いません。
                    <br>
                    3．会員IDまたは登録メールアドレス、パスワードの喪失、もしくは盗難の場合、会員はただちに当方に報告するものとし、その報告があった場合、当方がその事態に気づいた場合には、会員IDまたは登録メールアドレス、パスワードの使用を中止することがあります。
                    <br>
                    4．メールアドレスの登録は、会員が自らの責任により行うものとし、メールアドレスの入力間違いにより、第三者に会員情報等が送信され、不正に利用された場合であっても、当方は一切その責任を負いません。また、メールアドレスの入力間違いにより、第三者に対して損害や損失を与えた場合、会員は自己の責任と費用負担によってその損害・損失を処理・解決するものとし、当方は、かかる損害・損失に対して如何なる責任も負いません。
                    <br>
                    <br>
                    <b>第７条　電子メールの送受信</b>
                    <br>
                    1．会員は、会員として当方にメールを送信する場合、事前に登録したメールアドレスを使用するものとします。
                    <br>
                    2．会員は、登録されているメールアドレスと異なるメールアドレスにて送受信を行い、当該メンバーに不利益、損害が発生した場合、当方は一切その責任を負いません。
                    <br>
                    3．会員は、当方が会員へ送信するメールのうち、サーバーのメンテナンスに伴うサービス停止情報などサービス提供のために重要であると当方が判断する情報を「重要なお知らせ」として提供することに関しては、配信を停止することが出来ないことを予め了承するものとします。
                    <br>
                    4．当方は会員に対して、登録住所に新規店舗が出店した場合、ご利用後の感想を伺う場合や、会員向け企画などのお得な情報を、メールにて配信することがあり、これについて会員はあらかじめ同意するものとします。ただし、会員がメール内に記載の配信停止方法に従ってこのメールの配信停止を希望する場合、当方は可能な限り迅速に対応いたします。
                    <br>
                    <br>
                    <b>第８条　予約情報の受け付け</b>
                    <br>
                    1．利用者が当サイト上、当サイトの加盟店に対し予約行為（以下、取引と言います。）を行い、当方がその予約情報を受け付けた場合、当サイト上にて、予約を受け付けた旨を表示し、その表示をもって受け付けを完了とします。なお、受け付けの完了に加盟店の承認が必要な取引の場合は、加盟店が承認し、受け付け完了メールの送信をもって受け付けを完了とします。
                    <br>
                    2．当方は、受け付け完了と同時に、登録メールアドレス宛に、受け付け完了メールを送信します。利用者は、受け付け完了メールは、理由の如何を問わず、送信失敗、遅延、未着が発生する場合がある旨を予め了承するものとし、当方は、これにより発生した一切の損害について、如何なる責任も負わないものとします。
                    <br>
                    <br>
                    <b>第９条　会員登録の削除（退会）</b>
                    <br>
                    会員は、当サイト上の規定のページより任意で「会員情報を削除」（退会）することが出来ます。一度会員情報を削除すると、今までご利用いただいていた会員ID、予約履歴も削除され、元に戻すことは出来ません。
                    <br>
                    <br>
                    <b>第１０条　禁止事項および会員登録の抹消・利用停止</b>
                    <br>
                    利用者による以下の行為は禁止いたします。また、該当する事実が発覚した場合、当方は何ら通知を行わず、ご予約のキャンセル、会員登録の削除、今後の利用を停止できるものとします。その場合、今までご利用いただいていた会員ID、予約履歴も削除され、元に戻すことは出来ません。なお、これにより利用者が何らかの損害を被ったとしても当方は一切責任を負うものではありません。
                    <br>
                    1．会員登録時およびサービス利用時の虚偽情報の記載
                    <br>
                    2．スパム・メールや誹謗・中傷メールの配信、他社掲示板への書込みなど、当方、他の会員、もしくは第三者を不快にしたり、あるいは不利益をもたらすような行為
                    <br>
                    3．システムへの侵入行為（ハッキング）、その他当サイトに対する攻撃行為等、当サイトの運営を妨害する行為
                    <br>
                    4．会員資格の営利目的での不正使用
                    <br>
                    5．公序良俗に反する行為
                    <br>
                    6．法令に違反する行為
                    <br>
                    7．当方の記事、企画、投稿内容その他の無断転載・再配布
                    <br>
                    8．本人もしくは第三者のメールアドレスまたは会員ID、パスワードの不正使用
                    <br>
                    9．加盟店または当方の営業を妨害する行為
                    <br>
                    10．登録いただいたメールアドレスもしくは電話番号が不通または、無効になっている場合
                    <br>
                    <br>
                    <b>第１１条　損害・損失処理の責任</b>
                    <br>
                    1．利用者が当サイトの利用によって第三者に対して損害や損失を与えた場合、利用者は自己の責任と費用負担によってその損害・損失を処理・解決するものとし、当方は、かかる損害・損失に対して如何なる責任も負いません。
                    <br>
                    2．利用者が本規約に違反した行為、あるいは不正、または違法な行為により当サイトおよび他の利用者に損害を与えた場合、当方は、当該利用者に対して相応の損害賠償請求を行う権利をも有します。
                    <br>
                    3．当方と利用者との利用契約が消費者契約法第2条第3項に定める消費者契約に該当する場合、本規約のうち、当方の損害賠償責任を完全に免責する規定は適用されないものとし、当方はかかる規定に定める利用者に発生した損害が当方の債務不履行もしくは不法行為または瑕疵担保責任に基づく場合には、それによる直接かつ通常の損害に限り、損害賠償責任を負うものとします。
                    <br>
                    <br>
                    <b>第１２条　入手情報の使用</b>
                    <br>
                    利用者は、当方が事前に承認した場合を除き、当サイトを通じて入手した如何なる情報についても、利用者個人としての私的使用以外の目的に使用しないものとします。
                    <br>
                    <br>
                    <b>第１３条　著作権</b>
                    <br>
                    1．当サイトの著作権（著作権法第27条及び第28条の権利を含む。以下同じ。）は、当方に所属します。この著作権の対象には、サイトの構成、デザイン、イラスト・写真等のグラフィクス、文章など、すべてを含みます。（但し、各加盟店ページ等に掲載する店舗情報・メニュー情報・写真データ等の著作権は、各加盟店に所属し、当方がその使用許諾を受けているものとします。）事前に当方からの書面による同意を受けずに、内容を転載・再配布することは著作権の侵害となり、当方は罰金、および著作権侵害により発生した損害の賠償を求める権利を有します。
                    <br>
                    2．当サイトに掲載された投稿その他の著作物の著作権は、当方に属するものとし、掲載されている投稿その他の著作物のすべて、あるいは一部を投稿者以外の第三者が当方、および投稿者に無断で転載・再配布することを禁止いたします。 また、利用者は、当サイトに掲載された著作物について、著作者人格権を一切行使しないものとします。
                    <br>
                    <br>
                    <b>第１４条　サイト内容の変更</b>
                    <br>
                    1．当方は、利用者の承認を受けることなく、サイトおよびサービス内容を変更、中止する場合があります。
                    <br>
                    2．このような事態に伴い、利用者に不利益、損害が発生した場合でも、当方はその責任を一切負いません。
                    <br>
                    <br>
                    <b>第１５条　サービスの中断、停止</b>
                    <br>
                    当方では以下に該当する場合、利用者の承諾なしにサービスの一部、もしくはすべてを一時中断、または停止する場合があります。
                    <br>
                    1．当サイト、ネットワークのシステム保守、更新、ならびに緊急の場合
                    <br>
                    2．火災、停電、天災などの不可抗力により、サービスの提供が困難な場合
                    <br>
                    3．その他不測の事態により、当サイトのサービス提供が困難であると判断された場合
                    <br>
                    <br>
                    <b>第１６条　本規約の譲渡</b>
                    <br>
                    当方は、サービスにかかる事業を第三者に譲渡した場合には、利用者の書面による事前の承諾なく、当該事業譲渡に伴い、本規約に基づく権利もしくは義務につき、第三者に対し、譲渡、移転、担保設定、その他の本規約に基づく権利及び義務並びに利用者の登録事項その他の顧客情報を当該事業譲渡の譲受人に譲渡することができるものとし、利用者は、かかる譲渡につき本条において予め同意したものとします。なお、本条に定める事業譲渡には、通常の事業譲渡のみならず会社分割その他事業が移転するあらゆる場合を含むものとします。
                    <br>
                    <br>
                    <b>第１７条　免責事項</b>
                    <br>
                    1．当方は利用者に対して通知義務を負う場合は、利用者があらかじめ登録した電話番号またはメールアドレスへ通知を発信することにより、その義務を果たしたものとします。利用者は、登録メールアドレスへのメール送信は、理由の如何を問わず、送信失敗、遅延、未着が発生する場合がある旨を予め了承するものとし、当方は、これにより発生した一切の損害について、如何なる責任も負わないものとします。
                    <br>
                    2．当方は、利用者がサービスをご利用になれなかったことにより発生した一切の損害について、如何なる責任も負わないものとします。
                    <br>
                    3．当方が利用者に対し、サービスを受け付けた旨告知した後、加盟店もしくは、当方の都合でサービスを承れない事由が発生した場合、加盟店もしくは、当方より利用者へ当該サービスのキャンセルを通知する場合があります。
                    <br>
                    4．利用者の当サイトでの加盟店との取引は、全て利用者と、加盟店との間で行っていただくものです。したがって、万一取引に関してトラブルが生じた際には、利用者と加盟店との間で解決していただくことになります。
                    <br>
                    5．当方は、当方によるサービスの提供の中断、停止、利用不能または変更、利用者のメッセージまたは情報の削除または消失､利用者の会員登録の取消、ご予約のキャンセル、サービスの利用によるデータの消失または機器の故障もしくは損傷、その他サービスに関連して利用者が被った損害につき、賠償する責任を一切負わないものとします。
                    <br>
                    6．当サイトから他のサイトへのリンクまたは他のサイトから当サイトへのリンクが提供されている場合でも、当方は、当サイト以外のサイト及びそこから得られる情報に関して如何なる理由に基づいても一切の責任を負わないものとします。
                    <br>
                    7．コンピューター・ウィルスその他の有害なコンピューター・プログラムを含む情報の送受信が行われたことに基づく利用者の損害については、当方は一切の責任を負わないものとします。
                    <br>
                    8．店舗情報・料金などの各種掲載情報につきまして、当方はその正確性、正当性、有用性など如何なる保証もいたしません。
                    <br>
                    <br>
                    <b>第１８条　準拠法及び管轄裁判所</b>
                    <br>
                    本規約の準拠法は日本法とし、本規約に起因しまたは関連する一切の紛争については、名古屋地方裁判所を第一審の専属的合意管轄裁判所とします。
                    <br>
                    <br>
                    2023年10月11日制定
                </p>
            </div>
        </div>

    </div>
@endsection
